/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Bildschirmschoner Loginwindow";
"screensaver.pfm_description" =			"Einstellungen für Bildschirmschoner- und Ruhemoduskennwort und Einstellungen für Bildschirmschoner des Anmeldefensters";
"loginWindowIdleTime.pfm_title" =			"Inaktivität des Anmeldefensters";
"loginWindowIdleTime.pfm_description" =		"Inaktivität des Anmeldefensters in Sekunden. Wählen Sie „0“, um den Bildschirmschoner für das Anmeldefenster zu deaktivieren.";
"loginWindowModulePath.pfm_title" =			"Pfad für Bildschirmschoner-Modul des Anmeldefensters";
"loginWindowModulePath.pfm_description" =	"Dateisystempfad zu einem Bildschirmschonermodul. Beispielsweise: „/System/Library/Screen Savers/Flurry.saver“. Beachten Sie, dass nicht alle Bildschirmschoner vor dem Anmelden funktionieren. Dies betrifft auch Bildschirmschoner, die Feeds verwenden, auf Zufallsdaten oder zufälliger Wiedergabe beruhen oder eine Code-Signierung verwenden, die nicht von Apple stammt.";
"askForPassword.pfm_title" =			"Kennwort erforderlich";
"askForPassword.pfm_description" =			"Kennwort erforderlich zum Beenden des Bildschirmschoners. Wählen Sie „wahr“, um ein Kennwort abzufragen. Wählen Sie „falsch“, um kein Kennwort abzufragen.";
